export default {
  nav: {
    Accuiel: "مرحباً",
    Apropos: "من نحن",
    products: "منتجاتنا",
    Contact: "تواصل معنا",
    Recherche: "بحث",
    Description:
      "البناء والأشغال العامة، الطرق، الهندسة المدنية، البنية التحتية، أعمال متنوعة، تسويق مواد ومعدات البناء، التجارة العامة، الاستيراد والتصدير، الأدوات واللوازم العامة",
  },
  hero: {
    subtitle: "شركة تصنيع مكونات البناء والتشييد للأسواق العامة والخاصة",
    title:
      "إنشاءات الأشغال العامة، الطرق، الهندسة المدنية، البنية التحتية، أعمال متنوعة، تسويق مواد ومعدات البناء، التجارة العامة، الاستيراد والتصدير، الأدوات واللوازم العامة",
    productbutton: " إليكم منتجاتنا ",
    contactbutton: " تواصل معنا ",
  },
  intro: {
    title: "من نحن؟",
    text: "نحن شركة إنشاءات موثوقة، ملتزمون بتقديم حلول بناء وبنية تحتية عالية الجودة. بفضل التزامنا الراسخ بالتميز والابتكار والسلامة، نحول الأفكار إلى هياكل متينة تخدم المجتمعات والشركات لأجيال قادمة. يضمن فريقنا ذو الخبرة إنجاز كل مشروع بدقة واحترافية واهتمام بالغ بالتفاصيل.",

    products: "منتجاتنا",
    products_text:
      "نُقدّم مجموعة شاملة من مواد البناء عالية الجودة المصممة لتلبية أعلى معايير الصناعة. بدءًا من منتجات الخرسانة وحلول التسليح وصولًا إلى الركام ومواد بناء الطرق، تحظى منتجاتنا بثقة المقاولين والمهندسين والمطورين لجودتها الاستثنائية ومتانتها وأدائها المتميز في جميع المشاريع.",
    projects: "مشاريعنا",
    projects_text:
      "نفخر بتقديم مشاريع إنشائية عالية الجودة تعكس خبرتنا ودقتنا والتزامنا بالتميز. من المرافق التعليمية والمباني التجارية إلى البنية التحتية للطرق وأعمال الهندسة المدنية، يُنجز كل مشروع وفقًا لأعلى معايير الجودة والسلامة والمتانة. تُظهر أعمالنا السابقة تفانينا في بناء هياكل موثوقة تخدم المجتمعات وتصمد أمام اختبار الزمن.",
  },
  project: {
    title: "مشاريع مدرسية هي الوحدة",
    text: "نقوم ببناء مرافق تعليمية حديثة مصممة لتوفير بيئات تعليمية آمنة وعملية وملهمة. تُبنى كل مدرسة باستخدام مواد عالية الجودة مع الالتزام الصارم بمعايير البناء والسلامة.",
    one_title: "مشاريع مدرسية هي الوحدة",
    one_text:
      "نقوم ببناء مرافق تعليمية حديثة مصممة لتوفير بيئات تعليمية آمنة وعملية وملهمة. تُبنى كل مدرسة باستخدام مواد عالية الجودة مع الالتزام الصارم بمعايير البناء والسلامة.",
    two_title: "إنشاء الطرق",
    two_text:
      "تركز مشاريع إنشاء الطرق على بناء شبكات نقل متينة وفعالة. بدءًا من تجهيز الموقع وصولًا إلى الرصف النهائي، نضمن بناء كل طريق لتحقيق أداء موثوق به على المدى الطويل.",
    three_title: "مباني سكنية",
    three_text:
      "نقوم بتطوير مبانٍ سكنية وتجارية وصناعية مصممة خصيصًا لتلبية احتياجات عملائنا. من خلال الجمع بين تقنيات البناء المبتكرة والحرفية عالية الجودة، نقدم هياكل عملية ومتينة.",
  },
  products: {
    title: "منتجاتنا",
    text: "نُقدّم مجموعة شاملة من مواد البناء عالية الجودة المصممة لتلبية أعلى معايير الصناعة. بدءًا من منتجات الخرسانة وحلول التسليح وصولًا إلى الركام ومواد بناء الطرق، تحظى منتجاتنا بثقة المقاولين والمهندسين والمطورين لجودتها الاستثنائية ومتانتها وأدائها المتميز في جميع المشاريع.",
    agglos_title: "بلوكات خرسانية (أغلو)",
    agglos_text:
      "صُممت قوالب الخرسانة عالية الجودة لدينا لتوفير القوة والمتانة والأداء الموثوق في جميع أنواع مشاريع البناء. فهي توفر دعماً هيكلياً ممتازاً وتُستخدم على نطاق واسع في المباني السكنية والتجارية والصناعية.",
    poutrelle_title:
      "العوارض الخرسانية سابقة الإجهاد (Poutrelles Précontraintes)",
    poutrelle_text:
      "صُممت عوارضنا الخرسانية مسبقة الإجهاد لتوفير قدرة تحمل فائقة ومتانة طويلة الأمد. وبفضل تصنيعها بتقنية الإجهاد المسبق المتقدمة، توفر هذه العوارض قوة استثنائية مع تقليل التشققات والتشوهات الهيكلية.",
    treillis_title: "شبكة سلكية ملحومة (Treillis Soudé)",
    treillis_text:
      "شبكتنا السلكية الملحومة مصنعة من فولاذ عالي القوة ومثالية لتقوية ألواح الخرسانة والأساسات والجدران والأرصفة. إنها تعزز الاستقرار الهيكلي مع تقليل مخاطر التشقق.",
    pavé_title: "بلاط خرساني (Pavés)",
    pavé_text:
      "يجمع بلاطنا الخرساني المتين بين المتانة والمظهر الجذاب، مما يجعله الخيار المثالي للأرصفة ومناطق القيادة ومواقف السيارات والمساحات العامة والمشاريع التنسيقية. وهي مصممة لتحمل حركة المرور الكثيفة والظروف الجوية القاسية.",
    bordure_title: "حجر الرصيف (Bordures de Route)",
    bordure_text:
      "حجارة الرصيف المصنوعة من الخرسانة عالية القوة، والمصممة لتوفر أداءً متينًا وموثوقًا به على المدى الطويل. تُستخدم هذه الحجارة لتحديد حواف الطرق وتوفير الصرف، مع تعزيز السلامة والجمالية.",
  },
  contact: {
    title: "تواصل معنا",
    text: "للحصول على مزيد من المعلومات، لا تترددوا في التواصل معنا عبر البريد الإلكتروني. فريقنا جاهز للإجابة على أي استفسارات لديكم بخصوص منتجاتنا، وخدمات البناء، والأسعار، والتوافر، أو متطلبات مشروعكم الخاصة. سنراجع طلبكم بعناية وسنرد عليكم في أقرب وقت ممكن بالمعلومات والإرشادات اللازمة.",
    intro_title:
      "للحصول على مزيد من المعلومات، لا تترددوا في التواصل معنا عبر البريد الإلكتروني. فريقنا جاهز للإجابة على أي استفسارات لديكم بخصوص منتجاتنا، وخدمات البناء، والأسعار، والتوافر، أو متطلبات مشروعكم الخاصة. سنراجع طلبكم بعناية وسنرد عليكم في أقرب وقت ممكن بالمعلومات والإرشادات اللازمة.",
    intro_text:
      "إذا كنتم ترغبون في إدارة طلباتكم، أو متابعة مشاريعكم، أو الوصول إلى خدمات إضافية، يمكنكم تسجيل الدخول إلى حسابكم أو إنشاء حساب جديد إذا لم يكن لديكم حساب بالفعل.",
    login: "تسجيل الدخول",
    signup: "اشتراك",
    send: "إرسال",
    signup_text: "إذا لم يكن لديك حساب بالفعل ، فانقر هنا لإنشاء حسابك أدناه",
  },
};
